describe('Открываем счёт', () => {
  test.todo('Убеждаемся, что счет открыт')
})

describe('Запрашиваем список счётов', () => {
  test.todo('Получаем список счетов')
})

describe('Пополняем баланс', () => {
  test.todo('Получаем данные о текущем балансе')
})

describe('Выставляем ордера', () => {
  test.todo('Убеждаемся, что ордер №1 открыт')
  test.todo('Убеждаемся, что ордер №2 открыт')
  test.todo('Убеждаемся, что ордер №3 открыт')
})

describe('Запрашиваем список ордеров', () => {
  test.todo('Получаем список ордеров')
})

describe('Запрашиваем информацию по конкретному ордеру', () => {
  test.todo('Получаем информацию по конкретному ордеру')
})

describe('Запрашиваем позицию по счёту', () => {
  test.todo('Получаем позицию по счёту')
})

describe('Изменяем выставленный ордер', () => {
  test.todo('Убеждаемся, что ордер изменен')
})

describe('Запрашиваем список операций', () => {
  test.todo('Получаем список операций')
})

describe('Запрашиваем список операций с навигацией', () => {
  test.todo('Получаем список операций с навигацией')
})

describe('Запрашиваем портфолио', () => {
  test.todo('Получаем портфолио')
})

describe('Запрашиваем остаток по счёту', () => {
  test.todo('Получаем остаток по счёту')
})

describe('Отменяем выставленный ордер', () => {
  test.todo('Убеждаемся, что ордел отменен')
})

describe('Закрываем счёт', () => {
  test.todo('Убеждаемся, что счёт закрыт')
})
